const cities = new Map();

cities.set('en', [
    'Душанбе',
    'Айни',
    'Ашт',
    'Бӯстон',
    'Ваҳдат',
    'Истаравшан',
    'Исфара',
    'Конибодом',
    'Кӯлоб',
    'Қӯрғонтеппа',
    'Мурғоб',
    'Норак',
    'Панҷакент',
    'Рашт',
    'Турсунзода',
    'Ҳисор',
    'Хоруғ',
    'Хуҷанд',
    'Шаҳритус'
]);

cities.set('ru', [
    'Душанбе',
    'Айни',
    'Ашт',
    'Бӯстон',
    'Ваҳдат',
    'Истаравшан',
    'Исфара',
    'Конибодом',
    'Кӯлоб',
    'Қӯрғонтеппа',
    'Мурғоб',
    'Норак',
    'Панҷакент',
    'Рашт',
    'Турсунзода',
    'Ҳисор',
    'Хоруғ',
    'Хуҷанд',
    'Шаҳритус'
]);

cities.set('tj', [
    'Душанбе',
    'Айни',
    'Ашт',
    'Бӯстон',
    'Ваҳдат',
    'Истаравшан',
    'Исфара',
    'Конибодом',
    'Кӯлоб',
    'Қӯрғонтеппа',
    'Мурғоб',
    'Норак',
    'Панҷакент',
    'Рашт',
    'Турсунзода',
    'Ҳисор',
    'Хоруғ',
    'Хуҷанд',
    'Шаҳритус'
]);

export default cities;