const ramadan = new Map();

ramadan.set('en', '');
ramadan.set('ru', `
        Расписание Рамазан:
(города Душанбе)
На сегодня: undefined
Утреняя пища до: undefined
Ифтар с: undefined

На завтра: undefined
Утреняя пища до: undefined
Ифтар с: undefined

Нияти Рӯза
на Арабском:
    Ва лисавми ғаддин мин шаҳри рамазоналлазй фаризатан навайту.

    на Таджикском:
    Ният кардам рӯзаи моҳи шарифи Рамазон аз субҳи содиқ то фурӯ рафтани офтоб.

    Дуъои Ифтор
на Арабском:
    Аллоҳума лака сумту ва бика оманту ва алайка таваккалту ва ало ризқиқа афтарту. Бираҳматика ё арҳамар роҳимин.

    на Таджикском:
    Парвардигоро! Барои ризогии Ту рӯза доштам ва ба Ту имон овардам ва ба Ту такя дорам ва ба ризқи додаи Ту ифтор кардам.
    `);

ramadan.set('tj', `Тақвими Рамазон:
(шаҳри Душанбе)
Барои имрӯз: undefined
Саҳархӯрӣ то: undefined
Ифтор аз: undefined

Барои пагоҳ: undefined
Саҳархӯрӣ то: undefined
Ифтор аз: undefined

Нияти Рӯза
Арабӣ:
Ва лисавми ғаддин мин шаҳри рамазоналлазй фаризатан навайту.

Тоҷикӣ:
Ният кардам рӯзаи моҳи шарифи Рамазон аз субҳи содиқ то фурӯ рафтани офтоб.

Дуъои Ифтор
Арабӣ:
Аллоҳума лака сумту ва бика оманту ва алайка таваккалту ва ало ризқиқа афтарту. Бираҳматика ё арҳамар роҳимин.

Тоҷикӣ:
Парвардигоро! Барои ризогии Ту рӯза доштам ва ба Ту имон овардам ва ба Ту такя дорам ва ба ризқи додаи Ту ифтор кардам.`);

export default ramadan

